[Creature.Character.CharClass_Sage_DahliaMurder_Creature AIClassDefinition]
DefaultDisplayName=""
UBMKilledByMessageString=""

[Icon_Sage_Fire InteractionIconDefinition]
Text="DISPARAR"

[Icon_Sage_Place InteractionIconDefinition]
Text="COLOCAR"

[ID_Sage_Rocket MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Foguete Pirotécnico"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ID_Sage_Rocket:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Uma das melhores invenções que já embelezaram Pandora:  fogos de artifício!  Geniais!"
NoConstraintText=""
Suffix=""
Prefix=""

[IO_Sage_DahliaMurder_Cannon InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_Sage_DahliaMurder_Rocket InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[Population.PawnBalance_Sage_DahliaMurder_Creature AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Rakkanoth")
PlayThroughs[1]=(DisplayName="Rakkanoth")

